Repository: Kinbachir/testttttttt
Catalog: QualiOne/App_GlobalResources/Resources.Statistics.*.resx
Languages: fr, it

# a
source: To
fr: À
it: A

source: Activity
fr: Activité
it: attività

source: All
fr: Tout
it: Tutto

# batchSizeFinalProductTitle
source: Lot size per
fr: Taille des Lots par
it: Dimensione del lotto/i per

# batchSizeParetoTitle
source: Batch Size for the
fr: Taille des Lots pour les
it: Dimensione/i lotto/i per i

# batchSizeTitle
source: Batch size
fr: Taille du lot
it: Dimensione del lotto

# cnqLineTitle
source: CPQ per
fr: CNQ par
it: CNQ di

# cnqParetoTitle
source: CPQ for the
fr: CNQ pour les
it: CNQ per il

# cnqTitle
source: CPQ
fr: CNQ
it: CNQ

# de
source: From
fr: De
it: A partire dal

source: Defect
fr: Défaut
it: Difetto

source: Error
fr: Erreur
it: Sbaglio

# exprtTo
source: Export to
fr: Exporter à
it: Esporta a

source: Family Defect
fr: Famille Défaut
it: Difetto famiglia

# filterTitle
source: These Statistics are given according to the following filters
fr: Ces Statistiques sont données selon les filtres suivants
it: Queste statistiche sono fornite secondo i seguenti filtri

source: Final Product
fr: Produit Fini
it: Prodotto finale

source: Generate Filters
fr: Générer les filtres
it: Genera filtri

source: Generate Statistics
fr: Générer les statistiques
it: Genera statistiche

# init
source: Initialization
fr: Initialisation
it: Inizializzazione

# jour
source: Day
fr: Jour
it: Giorno

source: Line
fr: Ligne
it: Linea

# maker
source: Supplier
fr: Fournisseur
it: Fornitore

# mois
source: Month
fr: Mois
it: Mese

# nbHeureTitle
source: Number of hours
fr: Nombre d`heures
it: Numero di ore

# nbhLineTitle
source: Number of Hours per
fr: Nombre d'heure par
it: Numero di ore per

# nbhParetoTitle
source: Number of Hours for the
fr: Nombre d'heure pour les
it: Numero di ore per il

# nbhSecondeFinalProductTitle
source: Hour Nomber per
fr: Nombre d'Heure par
it: Numero di ore per il

# nbhSecondeParetoTitle
source: Hour Nomber for the
fr: Nombre d'Heure pour les
it: Numero di ore per il

# nbInstruction
source: Number of instructions
fr: Nombre d'instructions
it: Numero di istruzioni

# nbInstructionFinalProductTitle
source: Number of Instructions per
fr: Nombre d\'Instruction par
it: Numero di istruzioni per

# nbInstructionParetoTitle
source: Number of Instructions for the
fr: Nombre d'Instruction pour les
it: Numero di istruzioni per il

# nbMissionLineTitle
source: Number of Mission per
fr: Nombre de Mission par
it: Numero di missione per

# nbMissionParetoTitle
source: Number of Mission for the
fr: Nombre de Mission pour les
it: Numero di missione per il

# nbMissionTitle
source: Number of missions
fr: Nombre de missions
it: Numero di missioni

# nbNOKLineTitle
source: Number of defects count per
fr: Nombre de non conformité par
it: Numero di NOK per

# nbNOKParetoTitle
source: Number of defects count for the
fr: Nombre de non conformité pour les
it: Numero di NOK per il

# nbPVFinalProductTitle
source: Number of PV per
fr: Nombre de PV par
it: Numero di PV per

# nbPVParetoTitle
source: Number of PV for the
fr: Nombre de PV pour les
it: Numero di PV per il

# nbPVTitle
source: Number of PV
fr: Nombre de PV
it: Numero di PV

# nbQRQCLineTitle
source: Number of e-QRAP per
fr: Nombre d'e-QRAP par
it: Numero di e-QRAP per

# nbQRQCOpenLineTitle
source: Number of opened e-QRAP per
fr: Nombre d'e-QRAP Ouvert par
it: Numero di e-QRAP aperto da

# nbQRQCOpenParetoTitle
source: Number of opened e-QRAP for the
fr: Nombre d'e-QRAP Ouvert pour les
it: Numero di e-QRAP aperto per il

# nbQRQCOpenTitle
source: Number of opened e-QRAP
fr: Nombre d' e-QRAP ouverts
it: Numero di e-QRAP aperti

# nbQRQCParetoTitle
source: Number of e-QRAP for the
fr: Nombre d' e-QRAP pour les
it: Numero di e-QRAP per il

# nbQRQCTitle
source: Number of e-QRAP
fr: Nombre d' e-QRAP
it: Numero di e-QRAP

# nbRecLineTitle
source: Number of Recurrences per
fr: Nombre de Récurrence par
it: Numero di ricorrenza di

# nbRecParetoTitle
source: Number of Recurrences for the
fr: Nombre de Récurrence pour les
it: Numero di ricorrenza per il

# nbRecurrence
source: Number of recurrence
fr: Nombre de récurrence
it: Numero di ricorrenza

# nokFinalProductTitle
source: Number of pieces NOK per
fr: Nombre de piéces NOK par
it: Numero di pezzi NOK per

# nokLineTitle
source: Number of pieces NOK per
fr: Nombre de piéces NOK par
it: Numero di pezzi NOK per

# nokParetoTitle
source: Number of pieces NOK for the
fr: Nombre de piéces NOK pour les
it: Numero di pezzi NOK per il

# nokTitle
source: Number of pieces NOK
fr: Nombre de piéces NOK
it: Numero di pezzi NOK

# Periode
source: Period
fr: Période
it: Periodo

# pour
source: for the
fr: pour les
it: Per il

# ppmPieTitle
source: Breakdown of defects for the
fr: Répartition des défauts pour les
it: Ripartizione dei difetti per il

# ppmTitle
source: Breakdown of defects
fr: Répartition des défauts
it: Ripartizione dei difetti

source: Project
fr: Projet
it: Progetto

# qteLineTitle
source: Quantity Sorted per
fr: Quantité Triée par
it: Quantità ordinata per

# qteParetoTitle
source: Quantity sorted for the
fr: Quantité Triée pour les
it: Quantità ordinata per il

# quantityPrelev
source: Taken quantity
fr: Quantité prélevée
it: Quantità ritirata

source: Quarter
fr: Trimestre
it: Trimestre

# quntityPrelevFinalProductTitle
source: Quantity Taken per
fr: Quantité Prelevé par
it: Quantità presa da

# quntityPrelevParetoTitle
source: Quantity Taken for
fr: Quantité Prelevé pour les
it: Quantità presa per il

# reference
source: Component
fr: Composant
it: Riferimento

# retabAlert
source: Filters and graphs will be lost! </br> Are you sure you want to continue?
fr: Les filtres et les graphs seront perdus !. </br> Voulez vous vraiment continuer ?
it: Filtri e grafici andranno persi! </br> È sicuro di voler continuare

source: Select Activity
fr: Sélectionner une activité
it: Selezioni un'attività

source: Select Defect
fr: Sélectionnez un défaut
it: Selezioni un difetto

source: Selected
fr: Sélectionnés
it: Selezionato/i

source: Select Family Defect
fr: Sélectionner une famille défaut
it: Selezioni una famiglia predefinita

source: Select Final Product
fr: Sélectionner un Produit Fini
it: Selezionare un prodotto finito

source: Select Line
fr: Sélectionner une ligne
it: Selezionare una linea

# selectMaker
source: Select Supplier
fr: Sélectionner un fournisseur
it: Selezioni un fornitore

source: Select Project
fr: Sélectionner un projet
it: Selezioni un progetto

# selectReference
source: Select Component
fr: Sélectionner un composant
it: Selezioni un riferimento

# selectTimeAlert
source: You must choose the time by which the statistics will be displayed
fr: Vous dever choisir le temps par lequel les statistiques vont étre afficher
it: Deve scegliere il tempo entro il quale verranno visualizzate le statistiche

# selectTypeControl
source: Select Control Type
fr: Sélectionner un type de contrôle
it: Selezioni un tipo di controllo

# selectTypeQRQC
source: Select e-QRAP Type
fr: Sélectionner un type e-QRAP
it: Selezioni un tipo e-QRAP

# sortedQuantityTitle
source: Sorted Quantity per
fr: Quantité triée par
it: Quantità ordinata per

# StatistqueAuditProduit
source: Product Audit Statistics
fr: Statistique Audit Produit
it: Statistiche di audit del prodotto

# StatistqueIncomingControl
source: Statistics Sample Control
fr: Statistique Controle par Echantillonnage
it: Statistiche Controllo del campione

# StatistqueMission
source: Statistics 100% control
fr: Statistique Contrôle 100%
it: Statistiche di controllo 100%

# StatistqueQRQC
source: E-QRAP Statistics
fr: Statistique e-QRAP
it: Statistiche E-QRAP

# tableStatTitle
source: Data according to the selected filter (s)
fr: Les données selon les filtres sélectionnées
it: Dati in base ai filtri selezionati

source: Time
fr: Temps
it: Tempo

source: Total
it: Totale

# typeControl
source: Control
fr: Controle
it: Controllo

# typeQRQC
source: e-QRAP Type
fr: Type e-QRAP
it: Tipo e-QRAP

source: Week
fr: Semaine
it: Settimana
