Repository: Kinbachir/testttttttt
Catalog: QualiOne/App_GlobalResources/Resources.FMEA.*.resx
Languages: fr

source: Action Handler
fr: Gestionnaire d'action

# ActionHandlerAlert
source: Action bearer
fr: Porteur d'action

# ActionsPlace
source: Actions in place
fr: Actions mises en place

source: Add
fr: Ajouter

# addPoste
source: Add Station
fr: Ajouter poste

source: Add reference
fr: Ajouter référence

source: Add Row
fr: Ajouter une rangée

source: Add Step
fr: Ajouter étape

# AlertAjouterLigneAMDEC
source: you cannot add as long as there is another row being edited
fr: vous ne pouvez pas ajouter tant qu'il ya une autre ligne en cours de modification

# AlertAjoutLigneAMDECiPR
source: you cannot add as long as there is another row being edited
fr: vous ne pouvez pas ajouter tant qu'il ya une autre ligne en cours de modification

# AlertGoingFMEA
source: Click on OK for going to FMEA
fr: Cliquez sur OK pour accéder à FMEA

# AlertModifierLigneAMDEC
source: you cannot edit as long as there is another line being edited
fr: vous ne pouvez pas modifier tant qu'il ya une autre ligne en cours de modification

# AlertModifierLigneAMDECiPR
source: you cannot modify this line because the ipr is lower than that of your FMEA
fr: vous ne pouvez pas modifier cette ligne car l'ipr est inferieur à celui de votre AMDEC

# AlertSaveAMDEC
source: you cannot save as long as there is a line being edited
fr: vous ne pouvez pas enregistrer tant qu'il ya une ligne en cours de modification

# AlertSaveFlowchart
source: Flow Chart has been saved
fr: L'organigramme a été enregistré

# alertSelectionReference
source: You cannot add before selecting a Component
fr: vous ne pouvez pas ajouter avant de sélectionner une Composant

# alertSupprimerPost
source: you cannot delete this post because the following posts depend on it
fr: vous ne pouvez pas supprimer cette poste car les postes suivants depend d'elle

# AMDEC
source: FMEA
fr: AMDEC

# amdecAjouter
source: The addition was successful
fr: L'ajout a été effectué avec succès

# amdecExist
source: The name of AMDEC is already in use, please change it
fr: Le nom de l'AMDEC est déjà utilisé merci de le changer

# amdecModifier
source: The edition was successful
fr: L'ajout a été effectué avec succès

# AmdecNExiste
source: This Amdec does not exist
fr: Cette Amdec n'existe pas

# Analyse
source: Analysis
fr: Analyse

# AnalysisCurrentFailureModes
source: Analysis of current failure modes
fr: Analyse des modes de défaillance actuels

# Annulation
source: Cancellation
fr: Annulation

# AnnulerChangement
source: Are you sure to undo the changes for this line?
fr: Est ce que vous étes sur d'annuler les changements pour cette ligne ?

# AtteinteGrave
source: ((Very) serious impairment)
fr: (Atteinte (très) grave )

# AtteinteMineure
source: (Minor impairment )
fr: (Atteinte mineure)

# AtteinteMineureUser
source: (Minor impairment)
fr: (Atteinte mineure de l\'utilisateur)

# AtteinteSignificative
source: (Significant impairment)
fr: (Atteinte significative)

# AtteinteTerminale
source: ( serious impairment)
fr: (Atteinte grave)

# AtteinteTerminaleUtilisateur
source: ((Very) serious impairment)
fr: (Atteinte (très) grave )

# AtteinteTresGrave
source: ((Very) serious impairment)
fr: (Atteinte (très) grave )

# BackDetails
source: Back to Details
fr: Retour aux détails

# BackListFMEADesign
source: List of FMEA Designs
fr: Liste des AMDEC Produit

# BackListFMEAProcess
source: List of FMEA Processes
fr: Liste des AMDEC Processus

# BearerAction
source: Action Bearer
fr: Porteur de l'action

# changedSave
source: You have applied changes, do you want to save them?
fr: Vous avez appliqué des changements , Voulez vous les sauvegardez ?

# ChangeFMEA
source: What did you change in this fmea ?
fr: Qu'avez-vous changé dans cette fmea?

# ChoisirPorteur
source: Please choose a shareholder
fr: SVP choisir un porteur d'action

source: Close
fr: Fermer

source: Closed
fr: Cloturé

source: Confirm
fr: Confirmation

# ConfirmClosedFMEADesign
source: Are you sure you want to close this FMEA Design?
fr: Êtes-vous sûr de vouloir clôturer cette AMDEC Produit?

# ConfirmClosedFMEAProcess
source: Are you sure you want to close this FMEA Process?
fr: Êtes-vous sûr de vouloir clôturer cette AMDEC Processus?

# ConfirmDelFMEADesign
source: Are you sure you want to delete this FMEA Design?
fr: Êtes-vous sûr de vouloir supprimer cette AMDEC Produit?

# ConfirmDelFMEAProcess
source: Are you sure you want to delete this FMEA Process?
fr: Êtes-vous sûr de vouloir supprimer cette AMDEC Processus?

# ConfirmOpenFMEADesign
source: Are you sure you want to reopen this FMEA Design?
fr: Êtes-vous sûr de vouloir réouvrire cette AMDEC Produit?

# ConfirmOpenFMEAProcess
source: Are you sure you want to reopen this FMEA Process?
fr: Êtes-vous sûr de vouloir réouvrire cette AMDEC Processus?

# ConfirmUpdateClosedFMEADesign
source: This FMEA Design is Closed. Are you sure you want to modify it?
fr: Cette AMDEC Produit est Clôturée, êtes vous sûr de vouloir la modifier?

# ConfirmUpdateClosedFMEAProcess
source: This FMEA Process is Closed. Are you sure you want to modify it?
fr: Cette AMDEC Processus est Clôturée, êtes vous sûr de vouloir la modifier?

source: Consult
fr: Consulter

source: Create FMEA Design
fr: Créer une AMDEC Produit

source: Create FMEA Process
fr: Créer une AMDEC Processus

source: Current process controls
fr: Contrôles actuels du processus

# DateofCreation
source: Creation Date
fr: Date de création

source: Date of last update
fr: Date de dernière mise à jour

source: Deadline
fr: Échéance

source: Delete
fr: Supprimer

source: Design
fr: Produit

source: Designation
fr: Désignation

source: Detection
fr: Détection

# DetectionImpossible
source: Detection not possible in the system
fr: Détection impossible dans le système

# DetectionParEtapes
source: Detection by Steps
fr: Detection Par étapes

# DocumentFrequent
source: Documented and frequent
fr: (Documenté et fréquent)

# documentPlacehodler
source: Describe your document ...
fr: Décrivez votre document ...

source: Edit
fr: Modifier

source: Editor
fr: Éditeur

# EffectsPotentialFailure
source: Effects of potential failure
fr: Effets de l'échec potentiel

# EleveDocumente
source: (High / documented, but infrequent)
fr: (Elevée/documenté, mais peu fréquent)

# EleveSysteme
source: (High system always detects the error)
fr: (Elevée, le système détecte toujours l'erreur)

# Enclosed
source: Colsed
fr: Clôturé

# enregisterSucce
source: Successfully registered
fr: Enregistré avec succès

# EnterNewIndice
source: Enter your new indice
fr: Entrez votre nouvel indice

# ErreurPratiquement
source: (Almost certain error)
fr: (Erreur pratiquement certaine)

# Etape
source: Step
fr: Etape

# etapePlaceholder
source: Describe your step ...
fr: Décrivez votre étape ...

source: Final Product
fr: Produit Fini

source: Final Products
fr: Produits Fini

source: Flow Chart
fr: Diagramme de Processus

source: FMEA
fr: AMDEC

source: FMEA Design
fr: AMDEC Produit

# FMEADesignCreated
source: FMEA Design has been created
fr: AMDEC Produit a été créé

# FMEADesignDetails
source: FMEA Design Detail
fr: Détails de l'AMDEC Produit

# FMEADesignIndice
source: FMEA Design Index
fr: Indice de l'AMDEC Produit

source: FMEA Design Name
fr: Nom de l'AMDEC Produit

# FMEADesignReference
source: FMEA Design Name
fr: Nom de l'AMDEC Produit

source: FMEA Process
fr: AMDEC Processus

# FMEAProcessCreated
source: FMEA Process has been created
fr: AMDEC Processus a été créé

source: FMEA Process Details
fr: Détails de l'AMDEC Processus

# FMEAProcessIndice
source: FMEA Process Index
fr: Indice de l'AMDEC Produit

source: FMEA Process Name
fr: Nom de l'AMDEC Processus

# GraviteParEtapes
source: Severity of Etapes
fr: Gravité Par étapes

source: Group name
fr: Nom du groupe

# HistoriqueFMEADesign
source: History of FMEA Designs
fr: Historique de l'AMDEC Produit

# HistoriqueFMEAProcess
source: History of FMEA Processes
fr: Historique de l'AMDEC Processus

source: Holder
fr: Porteur

source: Implementation
fr: Implémentation

# Indice
source: Index
fr: Indice

# Inexistante
source: Non-existent
fr: (Inexistante)

# IPR
source: Risk(IPR)
fr: Risque (IPR)

# IPRApres
source: IPR After
fr: IPR Aprés

# IPRAvant
source: IPR Before
fr: IPR Avant

# IPRAvantApres
source: IPR before & after
fr: IPR Avant & Aprés

# Legere
source: (Slight: may affect the system, Systemic problem)
fr: (Légere: peut affecter le système, Problème systémique)

source: Line
fr: Ligne

source: Lines
fr: Lignes

# ListFMEADesign
source: List of FMEA Designs
fr: Liste des AMDEC Produit

# ListFMEAProcess
source: List of FMEA Processes
fr: Liste des AMDEC Processus

source: Mail address
fr: Adresse mail

# ModereProbabilitEleve
source: (Moderate high probability of detection before reaching the customer)
fr: (Modérée probabilité élevée de détection avant d’atteindre le client)

# Modifier Composant
source: Add component
fr: Ajouter un composant

# moyenPlaceholder
source: Describe your tool ...
fr: Décrivez votre moyen...

source: Name
fr: Nom

source: New FMEA Design
fr: Nouvelle AMDEC Produit

source: New FMEA Process
fr: Nouvelle AMDEC Processus

# NoAccesClotureFMEA
source: you do not have the right to close this AMDEC
fr: vous n'avez pas le droit de cloturer cette AMDEC

# NoAccesDelete
source: you do not have the right to delete this FMEA
fr: vous n'avez pas le droit de supprimer cette AMDEC

# NoAccesUpdate
source: you do not have the right to Update this FMEA
fr: vous n'avez pas le droit de modifier cette AMDEC

# NotClosedActions
source: List of actions not closed
fr: Liste des actions non clôturées

# NotValidated
source: Waiting
fr: En attente

source: Occurence By Steps
fr: Occurence par étapes

# PossibleCausesFailure
source: Possible failure causes
fr: Causes possibles de la défaillance

# PossibleModere
source: (Possible / Moderate: no existing data)
fr: (Possible/Modérée: pas de donnée existantes)

# Poste
source: Station
fr: Poste

# postePlaceholder
source: Describe your station ...
fr: Décrivez votre poste ...

source: Potential failure mode
fr: Mode de défaillance potentielle

source: Priority
fr: Priorité

# ProbabiliteBasse
source: (Low: low probability of detection)
fr: (Basse: probabilité basse de détection)

source: Processing
fr: En traitement

source: Project name
fr: Nom du projet

source: Projects
fr: Projets

source: Recommended actions
fr: Actions recommandées

# Reference
source: Component
fr: Composant

# References
source: Components
fr: Composants

source: Remove
fr: Retirer

# Retour
source: Return
fr: Retour

# Risque
source: Risk
fr: Risque

source: RowEdit
fr: Modifier la ligne

source: Row Save
fr: Enregistrer la ligne

source: Save
fr: Sauvegarder

source: Save Flow Chart
fr: Sauvegarder le Diagramme de Processus

source: Search
fr: Chercher

# SelectDiffusion
source: Add Diffusion
fr: Ajouter une diffusion

source: Select Final Product
fr: Selectionner un Produit Fini

source: Select Line
fr: Sélectionner une ligne

source: Select Participant
fr: Sélectionner un participant

source: Select Project
fr: Sélectionner un projet

# SelectReference
source: Select Component
fr: Sélectionner un composant

source: Severity
fr: Sévérité

source: Similar Final Product
fr: Produit Fini Similaire

# SimilarReference
source: Similar Component
fr: Composant similaire

source: Statistics
fr: Statistiques

source: Status
fr: Statut

# Suppression
source: Deletion
fr: Suppression

# SupprimerLigne
source: Are you sure to delete this line
fr: Est ce que vous étes sur de supprimer cette ligne

# SupprimerLigneAMDECiPr
source: you cannot delete this line because the ipr is lower than that of your FMEA
fr: vous ne pouvez pas supprimer cette ligne car l'ipr est inferieur à celui de votre AMDEC

# SupprimerLigneDiagrammeProcessus
source: you cannot delete this line because it came from the process diagram
fr: vous ne pouvez pas supprimer cette ligne car il est venu depuis le diagramme du processus

# SystemiqueMajeur
source: (Major systemic: may affect the user)
fr: (Systémique majeur: peut affecter le patient)

# SystemiqueMajeurUser
source: (Major systemic: may affect the user)
fr: (Systémique majeur: peut affecter l\'utilisateur)

# TresEleve
source: (Very high)
fr: (Très élevée)

# TresGrave
source: (Serious impairment)
fr: (Atteinte grave)

source: Update FMEA Design
fr: Mettre à jour AMDEC Produit

source: Update FMEA Process
fr: Mettre à jour AMDEC Processus

source: User Acess
fr: User Accès

source: View FMEA Design
fr: Voir l'AMDEC Produit

source: View FMEA Process
fr: Voir l'AMDEC Processus

source: Warning
fr: Avertissement

# WarningSelectFMEADesign
source: Select a FMEA Design from the list !
fr: Sélectionner une AMDEC Produit dans la liste !

# WarningSelectFMEAProcess
source: Select a FMEA Process from the list !
fr: Sélectionner une AMDEC Processus dans la liste !

# workforcePlaceholder
source: Describe your workforce ...
fr: Décrivez votre main d`œuvre...
