Repository: Kinbachir/testttttttt
Catalog: QualiOne/App_GlobalResources/Resources.Sorting.*.resx
Languages: it

source: Action
it: azione

# ActiveInstruction
source: are you sure you want active Instruction?
it: sei sicuro di volere l'istruzione attiva?

source: Add
it: aggiungere

source: Add control
it: aggiungi azione

# AddDef
source: Add defect
it: aggiungi un difetto

source: Add defect
it: aggiungi un difetto

# AddDefectAndAction
source: Add Defects and Controls
it: aggiunta di difetti e azioni

# AddDefectAndControl
source: Add defects and Controls
it: aggiunta di difetti e azioni

# AddGamme
source: Add Range
it: Aggiungi un intervallo

source: Add new mission
it: aggiungi una missione

# AddOperatorText
source: Add controllore
it: Aggiungi controllore

source: Advancement
it: Avanzamento

# AlertImpossibleSupprimerDefautControler
source: This fault has already been checked. It cannot be removed.
it: Questo guasto è già stato verificato e non può essere eliminato.

source: at
it: A

# au
source: To
it: In

source: Batch date
it: Data del lotto

# batchNum
source: Batch Number
it: Numero di lotto

# buckupProblem
source: Backup problem
it: Problema di backup

# Cadence
source: Rate
it: Cadenza

source: Cancel
it: Annullare

# Cancelselection
source: Cancel this selection
it: Annulla selezione

# Charge
source: Customer in Charge
it: Cliente responsabile

# ChoisirLigne
source: Choose line
it: Scegli la linea

# ChooseDefectControlAlert
source: Please choose defect and control
it: Si prega di scegliere difetto e controllo

source: Choose project
it: Scegli il progetto

source: Close
it: Chiudere

# CofirmDelDefectMission
source: Are you sure you want to delete this mission Defect?
it: Sei sicuro di voler rimuovere questo difetto?

# CofirmDelMedia
source: Are you sure you want to delete this media?
it: Sei sicuro di voler eliminare questo supporto?

# CofirmUpdDefectMission
source: Are you sure you want to Update this mission Defect?
it: Sei sicuro di voler cambiare questo difetto?

# Composant
source: Component
it: Componente

source: Confirm
it: Conferma

# ConfirmClosedMission
source: Are you sure you want to close this mission?
it: Sei sicuro di voler chiudere questa missione?

# ConfirmDelMission
source: Are you sure you want to delete this mission?
it: Sei sicuro di voler eliminare questa missione?

# ConfirmDelOp
source: Are you sure you want to delete this controllore?
it: Sei sicuro di voler eliminare quest'controllore?

# ConfirmOpenMission
source: Are you sure you want to reopen this mission?
it: Sei sicuro di voler riaprire questa missione?

# ConfirmUpdateClosedMission
source: This mission is Closed Are you sure you want to modify it?
it: Questa missione è chiusa, Sei sicuro di volerla modificare

source: Control Action
it: Controllo dell'azione

# ControlCodeText
source: Control Action
it: Controllo dell'azione

source: Control Description
it: Designazione di controllo

source: Controled Defect
it: Difetto da controllare

source: Customer E-mail
it: E-mail del cliente

# CustomerInCharge
source: Client in charge
it: Cliente responsabile

source: Date
it: Data

# dateNokRef
source: Date by nok any reference of the project
it: Data per nome qualsiasi riferimento del progetto

# DateSorting
source: Sorting Date
it: Data di ordinamento

# de
source: From
it: Di

# DefautsControler
source: Defects to control
it: Difetti da controllare

# DefctDesignation
source: Defect designation
it: Designazione del difetto

source: Defect
it: Difetto

# DefectCodeText
source: Defect Code
it: Codice difetto

# DefectDiscription
source: Defect Description
it: Designazione del difetto

# DefectFamily
source: Defects Category
it: Categoria di difetti

# DefectsControl
source: Defects to control
it: difetto da verificare

source: Delete
it: Rimuovere

# DesactiveInstruction
source: Are you sure you want to inactif this instruction?
it: Sei sicuro di voler disattivare questa istruzione?

# DesgnDefects
source: Designation Defects
it: Designazione Difetto

source: Designation
it: Nome

# DesignControl
source: Designation Control
it: Designazione del Controllo

source: Detailed Mission
it: Missione dettagliata

source: Duplicate
it: Duplicare

# EfficiencyOperator
source: Operator efficiency
it: Efficienza dell'operatore

# emailapplicant
source: Applicant E-mail
it: E-mail del richiedente

# emptyLastName
source: Last name cannot be empty
it: Il cognome non può essere vuoto

# emptyRegistrationNumber
source: Registration number cannot be empty
it: Il numero di registrazione non può essere vuoto

# emtyName
source: Name cannot be empty
it: Il nome non può essere vuoto

source: Ending Hour
it: Ora di fine

# ErrorDuplication
source: Impossible to duplicate from 3D to 2D or from 2D to 3D
it: Impossibile duplicare perché gli intervalli non sono compatibili. Uno è 2D, l'altro è 3D

# existOperatorNumber
source: Controllore number exist
it: Numero controllore esistente

source: Family
it: Famiglia

# FamilyAction
source: Control Family
it: Famiglia di controllo

source: Final Product
it: Prodotto finale

# FinalProductHaveMission
source: This final product has a processing firewall. Please close it first.
it: Questo prodotto finale ha un firewall di elaborazione. Si prega di chiuderlo prima.

# FirewallDepliquer
source: This firewall is already duplicated
it: Questo firewall è già duplicato

# FlagTitle
source: Sorting: Directive
it: Sorta: direttiva

source: Generate report
it: Genera rapporto

source: Hour Price
it: Prezzo orario

# Imprimer
source: Print
it: Per stampare

# Index
source: Index on cardboard
it: Indice su cartoncino

# infoMission
source: Mission Information
it: Informazioni sulla missione

# infoSorting
source: Sorting Information/ Rework
it: informazioni della sorta / rielaborazione

# InstructionDesactive
source: Cette instruction est active dans les CSLs suivantes. Vous devez d'abord la désactiver dans ces CLSs.
it: Questa istruzione è attiva nei seguenti CSL. Devi prima disattivarlo in questi CLS.

# instructions
source: Add Instructions
it: Aggiungere gamma

source: Join
it: Aderire

source: Label
it: Etichetta

source: Label number
it: Etichetta n.

# Lignes
source: Lines
it: Linee

source: Line
it: Linea

# ListControls
source: Controls List
it: Elenco dei controlli

# ListDefectAndControl
source: Defects and controls List
it: Elenco di difetti e controlli

# ListMissionDefect
source: Mission Defects List
it: Difetti da verificare

# ListMissions
source: Missions List
it: Elenco delle missioni

source: Location
it: Luoghi

# LotDate
source: Batch Date
it: Data lotto

# LotNum
source: Batch number
it: Numero di lotto

source: Mission
it: Missione

source: Mission List
it: Elenco delle missioni

source: Mission Location
it: Posizione della missione

# MissionPermission
source: Who can see this mission
it: Chi può vedere la missione

# missionProblem
source: Missions Recovery Problem
it: Problema di recupero delle missioni

source: Name
it: Nome

# NB
source: Number
it: Numero

# NbHeure
source: Number of hours
it: Numero di ore

# NExisteMission
source: This Mission does not exist
it: Questa missione non esiste

# noFirewall
source: There is no Firewall for this project.
it: Non c'è qualità della parete per questo progetto.

# NOkMedia
source: Media of non-conform parts
it: Supporti di parti non conformi

# NOKRepair
source: Distribution of non-conform parts
it: Distribuzione di parti non conformi

# notProcessing
source: The status of the mission is not yet being processed.
it: Lo stato della missione non è ancora in fase di elaborazione

# NumLot
source: Batch Number
it: Numero di lotto

# NumMission
source: Mission Number
it: Numero di missione

# OkMedia
source: Conform Media parts
it: Supporti di parti conformi

# operatorHasData
source: This controllore is assigned to one or more sorting mission
it: questo controllore è assegnato a una o più missioni di smistamento

# operatorProb
source: Controllore Recovery Problem
it: Problema di ripristino dell'controllore

# Operators
source: Controllores
it: Controllore

# operator_lists
source: Controllores list
it: Elenco degli controllore

source: Order Number
it: Numero dell'ordine d'aquisto

source: per
it: attraverso

# ppmCount
source: Sum of PPM
it: Somma di PPM

source: Print
it: Stampare

# Priorite
source: Priority
it: Priorità

# problemLogin
source: Login problem
it: Problema di accesso

# ProduitFini
source: Final product
it: Prodotto finale

source: Progress
it: Progresso

source: Project
it: Progetto

# Projet
source: Project
it: Progetto

# qtNOK
source: Non-Conform quantity
it: Quantità non conforme

# qtOK
source: Conform quantity
it: Quantità conforme

# qtSorted
source: Sorted quantity
it: quantità di pezzi smistati

source: Quantity
it: Le quantità

# QuantityGranted
source: Quantity to be sorted
it: Quantitativi concessi

source: Reference
it: Riferimento

# ReferenceHaveMission
source: This Reference has a processing firewall. Please close it first.
it: Questo Reference ha un firewall di elaborazione. Si prega di chiuderlo prima.

source: Refresh
it: Ricaricare

# RegNumber
source: Registration Number
it: Numero di registrazione

source: Report
it: Rapporto

# ReportTilte
source: Sorting / Rework report
it: Rapporto di ordinamento/ ritocco

source: Search
it: Cercare

source: Select Final Product
it: Selezionare un prodotto finito

source: Select Semi Final Product
it: Seleziona un prodotto semilavorato

source: Select Line
it: Selezionare una linea

# SelectNonCorectPiece
source: Select the Non Conform parts
it: Selezionare parti non conformi

# SelectOtherPiece
source: Select another part
it: Selezionare un altro pezzo

# SelectPiece
source: Select Conform parts
it: Selezionare parti conformi

source: Select Project
it: Selezioni un progetto

# SelectReference
source: Select Component
it: Selezioni un riferimento

# SelectWarning
source: Select a mission defect from the list!
it: Selezionare un difetto missione dall'elenco!

# SommeNOK
source: Sum of NOK
it: Somma di NOK

# sortedQuantity
source: Sum of sorted quantities
it: Somma delle quantità ordinate

# SortingAdvencement
source: Sorting Progress
it: Disposizione di smistamento

source: Sorting Result
it: Risultato di smistamento

source: Source Mission
it: Missione di origine

source: Starting date
it: Data di inizio

# StartingHour
source: Start Hour
it: Ora di inizio

source: Statistics
it: Statistiche

source: Status
it: Stato

source: Surname
it: conome

# Totale
source: Total
it: Totale

# Traversement
source: Crossing
it: attraversamento

# triProblem
source: Tries Recovery Problem
it: Ordina problema di ripristino

source: Update
it: Modificare

source: Update And Validate
it: UpdateAndValidate IT

# UpdateDefect
source: Update Defects
it: Modificare i difetti

# UpdateInstructionFirewall
source: In order to modify this control, you need to modify it in the previous CSL.
it: Per modificare questo controllo, è necessario modificarlo nel CSL precedente.

source: Update Instructions
it: modificare l'istruzione

source: Update Mission
it: Modificare la missione

# UpdateMissionText
source: Update Mission
it: Modificare una missione

source: Warning
it: Avvertimento

# WarningMissionWithNoDefects
source: This mission has no defects. Please add defects and try again.
it: Questa missione non ha difetti. Si prega di aggiornarla e quindi riprovare.

# WarningSelectMission
source: Select a mission from the list
it: Selezionare una missione dall'elenco

# WarningUserDeleteMission
source: You can't delete this mission
it: Non puoi eliminare questa missione

# WarningUserUpdateMission
source: You can't update this mission
it: Non puoi aggiornare questa missione

# WhoCanSeeMission
source: Choose who can see this mission
it: Selezionare chi può vedere la missione

# WorningSelectOperator
source: Select controllore from the list
it: Selezionare un controllore dall'elenco
