Repository: Kinbachir/testttttttt
Catalog: QualiOne/App_GlobalResources/Resources.Administration.*.resx
Languages: fr

source: About
fr: À propos

source: About Us
fr: À propos de nous

# ActionVerification
source: Check open actions in the assignment book
fr: Vérifier les actions ouvertes dans le cahier d'assignation

# Activities
source: Activitys
fr: Activités

source: Activity
fr: Activité

source: Activity Log
fr: Journal d'activités

source: Add
fr: Ajouter

source: Add Activity
fr: Ajouter une activité

source: Add Client
fr: Ajouter Client

# AddControl?
source: Would you add control?
fr: Vous voulez ajouter le contrôle?

# AddControlCode
source: Adding a new action code
fr: Ajout d'un nouveau code contrôle

source: Add Controls
fr: Ajouter des contrôles

source: Add defect
fr: Ajouter un défaut

# AddDefect?
source: You want to add a defect?
fr: Voulez vous ajouter un nouveau défaut?

# AddDefectCode
source: Would you like to add new defect code?
fr: Vous voulez ajouter un nouveau code défaut ?

source: Add Group
fr: Ajouter un Groupe

source: Add Layout
fr: Ajouter un Layout

# addProductionControl
source: Added control in production
fr: Ajout de contrôle en production

# AddProject
source: Add Projet
fr: Ajouter un projet

# addReference
source: Add component
fr: Ajouter un composant

source: Add Service to
fr: Ajpouter le service à

source: Add Station
fr: Ajouter une poste

source: Add Supplier
fr: Ajouter un Fournisseur

source: Add Zone
fr: Ajouter une zone

# Admin
source: Administrator
fr: Administrateur

# AdminDescription
source: Create services, users, projects, components...
fr: Créer des services, utilisateurs, projets, composants ...

# Adress
source: Address
fr: Adresse

source: and Name is
fr: Et le Nom est

# Anglais
source: English
fr: Anglais

# Annuler
source: Cancel
fr: Annuler

source: AQF appellation
fr: Appellation pour AQF

# AssemblyGr
source: Gr Assembly
fr: Gr. de montage

# Attention
source: WARNING
fr: Attention

# AuditProduit
source: Product Audit
fr: Audit Produit

source: AUDIT RESULT
fr: RESULTATS AUDITS

source: AUDIT RESULT LPA
fr: RESULTATS AUDITS LPA

# Autre
source: Other
fr: Autre

source: Base Function
fr: Fonction de Base

source: Batch - Batch Date
fr: Lot - Date Lot

source: Cancel
fr: Annuler

# CaractereSpeciaux
source: Delete special characters
fr: Supprimer les Carateres speciaux

# CeciLigne
source: This is a Line
fr: Ceci est une Ligne

# Ceciunequipe
source: This is a Team
fr: Ceci est une équipe

# ChoisirFournisseur
source: Choose a Supplier
fr: Choisir un Fournisseur

# ChoisirLigne
source: Choose line
fr: Choisissez la ligne

# ChoissezActivite
source: Choose your Activity
fr: Choissez votre Activité

# Choose
source: Choose a choice
fr: Choisir un choix

# chooseActivity
source: Please choose an Activity
fr: Choisissez une activité

# ChooseBaseFunction
source: Please choose Base Function
fr: Veuillez choisir la fonction de base

# ChooseCompanyAlert
source: Please choose another Company Name, This name already Exist !!
fr: Veuillez choisir un autre nom de Société. Ce nom existe déjà !!

source: choose Control Family
fr: choisir la Famille des Control

source: choose Defect Family
fr: choisir Famille des Défauts

source: Choose Final Product
fr: Choisir un produit fini

# chooseLigne
source: line is already selected, please select an other line
fr: Cette Ligne est sélectionnée, lez sélectionner une autre

# Choosephoto
source: Choose picture
fr: Choisissez une photo

# ChooseProduct
source: Choose Final Product
fr: Choisir un Produit Fini

# ChooseProject
source: Choose Project Please
fr: Choisissez un projet s'il vous plaît

source: City
fr: Cité

source: Clear
fr: Nettoyage

# clientAppartienProjet
source: This client has assigned projects, it cannot be deleted
fr: Ce client a des projets assignés, il ne peut pas être supprimé

source: Close
fr: Fermer

# CodeOfOperation
source: Operation Code
fr: Code d'opérations

# CodeQRQCSegment
source: QRQC Segment Code
fr: Code QRQC Segment

source: Company Defect
fr: Défaut

source: Company ID
fr: ID Société

source: Company Name
fr: Nom de la société

# CompleteFieldAssemblyGr
source: Complete the field Gr Assembly
fr: Complètez le champ Gr. de montage !

# completeFieldLayoutName
source: Complete the Field Layout Name !
fr: Complètez le champ Nom du Layout !

# CompleteFieldManufactureDate
source: Complete the field Manufacture Date
fr: Complètez le champ Date de fabrication !

# CompleteFieldOrganizationState
source: Complete the field Organization State !
fr: Complètez le champ Etat d'Organisation 5S (retard CE) !

# CompleteFieldOthers
source: Complete the field Others !
fr: Complètez le champ Divers !

# CompleteFieldQMLabo
source: Complete the field QM-Labo
fr: Complètez le champ QM-Labo !

# CompleteFieldQualityProblem
source: Complete the field Segment Quality Problem !
fr: Complètez le champ Problème Qualité Segment !

# CompleteFieldReclamation
source: Complete the field Reclamation !
fr: Complètez le champ Réclamation !

# CompleteFieldSealing
source: Complete the field Sealing
fr: Complètez le champ Etanchéité !

# CompleteFieldSegmentName
source: Complete the field Segment Name
fr: Complètez le champ Nom du segment !

# CompleteFieldSerialNumber
source: Complete the field Serial Number
fr: Complètez le champ Numéro de Série !

# CompleteFieldShift
source: Complete the field Shift !
fr: Complètez le champ Poste !

# completeFieldStationName
source: Complete the Field Station Name !
fr: Complètez le champ Nom la poste !

# CompleteFieldTechnicalChange
source: Complete the field Technical Change !
fr: Complètez le champ Changement Technique/Homologation !

# CompleteFieldTerostateQuantity
source: Complete the field Terostate Quantity
fr: Complètez le champ Quantitée de Térostate !

# CompleteFieldTestDate
source: Complete the field Test Date
fr: Complètez le champ Date de test !

# CompleteFieldTulleNumber
source: Complete the field Tulle Number
fr: Complètez le champ Numéro de tulle !

# completeFieldZoneName
source: Complete the Field Zone Name !
fr: Complètez le champ Nom la zone !

source: Compliant Batch count
fr: Nombre de lots conformes

# CompliantMonthCount
source: Compliant Monts count
fr: Nombre de mois comformes

# CompliantReceptionCount
source: Compliant Incoming count
fr: Nombre de réceptions conformes

# ComponentCumulDeMoisEuroNH
source: Component Cumulative months Euro/NH
fr: Cumul de mois Composant Euro/NH

# ComponentCumulDeMoisGr
source: Component Cumulative months Gr/NH
fr: Cumul de mois Composant Gr/NH

source: Component Objectif Euro/NH
fr: Objectif Composant Euro/NH

source: Component Objectif Gr/NH
fr: Objectif Composant Gr/NH

# ComponentRealiseJ1EuroNH
source: Component Realized D-1 Euro/NH
fr: Réalisé J-1 Composant Euro/NH

# ComponentRealiseJ1Gr
source: Component Realized D-1 Gr/NH
fr: Réalisé J-1 Composant Gr/NH

# ComponentRealiseJ2EuroNH
source: Component Realized D-2 Euro/NH
fr: Réalisé J-2 Composant Euro/NH

# ComponentRealiseJ2Gr
source: Component Realized D-2 Gr/NH
fr: Réalisé J-2 Composant Gr/NH

# Composant
source: Component
fr: Composant

# ComposantAppatient
source: This component is assigned to several modules, it cannot be deleted.
fr: Ce composant est assigné à plusieurs modules, il ne peut pas être supprimé.

# ComposantFournisseur
source: This supplier has assigned components
fr: Ce fournisseur a des composants assignés

# ComposantIncomplated
source: This component is incomplete. Do you want to finalize it
fr: Ce composant est incomplet. Voulez-vous le finaliser?

# ComposantSelect
source: Select Componment
fr: Sélectionner un Composant

source: Confirm
fr: Confirmer

# ConfirmeajouterControl
source: are you sure you want to add this action
fr: êtes-vous sûr de vouloir ajouter cette Controle

# ConfirmeMiseAjourComposant
source: The Component has been Updated
fr: La Composant a été Mise a jour

# ConfirmeMiseAjourFinalProduct
source: The Final Product has been Updated
fr: La Produit fini a été Mise a jour

# ConfirmIndexChange
source: You will have to update the index for this modification
fr: Cette modification fera l'objet d'un changement d'indice

# ConsultEmail
source: Consult Your Email
fr: Consulter Votre Email

source: Contact Us
fr: Nous contacter

source: Contribute
fr: Contribuer

source: Control
fr: Contrôle

# ControleDescription
source: Description of Control
fr: Description du Contrôle

source: Country
fr: Pays

# CreateAdministrateur
source: Create Administrator
fr: Créer un Administrateur

source: Create Client
fr: Créer un Client

source: Create Director
fr: Créer un Directeur

# CreateProduct
source: Create Final Product
fr: Créer Produit Fini

source: Create Project
fr: Créer un Projet

source: Create Semi Final Product
fr: Créer un produit semi fini

# CreateServicesForActivitie
source: Create Services For Activities
fr: Créer les Services de l'Activité !

source: Create Supplier
fr: Créer un Fournisseur

source: Create User
fr: Créer un Utilisateur

source: Creation Date
fr: Date de Création

# creationGammeAlert
source: The range was created
fr: La gamme a été créée

# CumuldeMois
source: Cumulative month
fr: Cumul de mois

# CumulDeMoisWithFireWall
source: Cumulative months With Quality Gate
fr: Cumul de mois Avec Mur Qualité

# CumulDeMoisWithoutFireWall
source: Cumulative months Without Quality Gate
fr: Cumul de mois Sans Mur Qualité

source: Currency
fr: Devise

# CurrentIndex
source: Current Training Date
fr: Date formation courante

source: Dashboard
fr: Tableau de bord

# DateBloquage
source: Blocking Date
fr: Date de Blocage

source: Date of last Insertion
fr: Date dernière insertion

# DateOfproduction
source: Production Date
fr: Date de production

# DeBlocked
source: Unblock
fr: Débloquer

# DefaultCode
source: Defects / Controls
fr: Défaut / Contrôle

source: Defect
fr: Défauts

source: Defect Code
fr: Code de défaut

# DefectControlsDescription
source: Add new defects / controls codes
fr: Ajout de nouveaux codes/contrôle des défauts

# DefectCount
source: Number of defects
fr: Nombre de défauts

# DefectFamily
source: Defects Category
fr: Famille des Défauts

source: Defect family exist
fr: La famille de défaut existe déjà

# DefectFamilyNotExist
source: Defect family does not exist
fr: La famille de défaut n'existe pas

# deletClient
source: Do you want to delete the customer
fr: Voulez-Vous supprimer le client

source: Delete
fr: Supprimer

# deleteConfirmationLayout
source: Are you sure to delete the Layout
fr: Êtes-vous sûr de supprimer le layout

# deleteConfirmationStation
source: Are you sure to delete the Station
fr: Êtes-vous sûr de supprimer la poste

# deleteConfirmationZone
source: Are you sure to delete the Zone
fr: Êtes-vous sûr de supprimer la zone

source: Deleted
fr: Supprimé

# DeletedProject
source: Do you want to delete the project
fr: Voulez-Vous supprimer le projet

# DeletedReference
source: The component has been deleted
fr: Le composant a été effacée!

# DeletedServiceForId
source: Do you want to delete the Service
fr: Vous voulez supprimer le service

# DeletedSuplier
source: Do you want to delete the Suplier
fr: Vous voulez supprimer le Fournisseur

# DeleteFils
source: Delte the child first
fr: Supprimer les fils

source: Delete User
fr: Supprimer l'utilisateur

source: Derogations
fr: Dérogations

# DerogationsDescription
source: Manage derogations
fr: Gérer les dérogations pour les contrôles d'entrées

source: Derogation Validation Level
fr: Niveau de Validation Derogation

# DescriptionClient
source: Add, Update and Delete Client
fr: Ajouter, mettre à jour, supprimer des clients

# DescriptionProduit
source: Add, Update and Delete Final Product
fr: Ajouter, mettre à jour, supprimer Produit Fini

# DescriptionProduitSemiFini
source: Add, Update and Delete Semi Final Product
fr: Ajouter, mettre à jour, supprimer Produit Semi Fini

source: Designation
fr: Désignation

# detailedDescription1
source: Detailed description of Fault 1
fr: Description détaillé de la faute 1

# detailedDescription2
source: Detailed description of Fault 2
fr: Description détaillé de la faute 2

# detailedDescription3
source: Detailed description of Fault 3
fr: Description détaillé de la faute 3

source: Details
fr: Détails

source: Details Instruction
fr: Détails Instruction

# DeuxDatesEgeaux
source: My Two Dates Are Equal
fr: Mes Deux Dates sont égaux

# DirectionGenerale
source: Executive Director
fr: Directeur exécutif

# Director
source: Executive Director
fr: Directeur exécutif

# divers1
source: Number of days without Incident / Official or unofficial complaint
fr: Nombre de jour sans Incident / Réclamation officielle ou non officielle

# divers2
source: Number of sorting tracking sheet / open sorting plan
fr: Nombre fiche suiveuse de tri / plan de triage ouvert

# divers3
source: Process stopped / blocked by quality
fr: Process en arrêt / bloqué par qualité

source: Download
fr: Téléchargement

# EmailDirection
source: Mangement E-mail
fr: E-mail De la direction

source: E-mail Not Valid
fr: E-mail Non Valide

# EmailQualite
source: Quality Management E-mail
fr: E-mail Du service qualité

# EmailsExist
source: E-mail already exist
fr: E-mail existe

# Erreur
source: Error
fr: Erreur

# errorInAdd
source: Error while adding !
fr: Erreur lors de l'ajout!

# errorInUpdate
source: Error while updating !
fr: Erreur lors de modification !

# errurSurvenue
source: An error has occurred
fr: Une erreur est survenue

source: Evening
fr: Soir

# ExecutiveDirectorDescription
source: Chief Executive Officer
fr: Le Directeur Général

# ExisteCodeControl
source: There is Code Control
fr: Ce code contrôle existe

# ExisteCodeControlSimilaire
source: There is a similar control code
fr: Il existe un code de contrôle similaire

# ExisteCodeControlSimilaire2
source: are you sure you want to add the Control code
fr: êtes- vous sûr de vouloir ajouter le code Control

# ExisteCodeDefautSimilaire
source: There is a similar fault code
fr: Il existe un code défaut similaire

# ExisteCodeDefautSimilaire2
source: are you sure you want to add the fault code
fr: êtes-vous sûr de vouloir ajouter le code défaut

# ExisteCodeDefect
source: Exist Code Defect
fr: Ce code défaut existe

# ExisteControl
source: There is Control
fr: Il existe ce Control

# ExisteControlSimilaire
source: There is a similar Control description
fr: Il existe une description de Controle similaire

# ExisteControlSimilaire2
source: are you sure you want to add description
fr: êtes- vous sûr de vouloir ajouter la description

# ExisteDefautSimilaire
source: There is a similar fault description
fr: Il existe une description de défaut similaire

# ExisteDefautSimilaire2
source: are you sure you want to add description
fr: êtes- vous sûr de vouloir ajouter la description

# ExisteDefect
source: There is Defect
fr: Ce défaut existe

source: Existe Description
fr: Ce Description existe

# ExisteFamilleControlSimilaire
source: There is a similar Control family
fr: Il existe une famille de Control similaire

# ExisteFamilleControlSimilaire2
source: are you sure you want to add family
fr: êtes- vous sûr de vouloir ajouter la famille

# ExisteFamilleDefautSimilaire
source: There is a similar fault family
fr: Il existe une famille de défaut similaire

# ExisteFamilleDefautSimilaire2
source: are you sure you want to add family
fr: êtes- vous sûr de vouloir ajouter la famille

source: Family
fr: Famille

# FamilyControl
source: Control family
fr: Famille de Contrôles

# FamilyControleNotExist
source: The controls family does not exist
fr: La famille de contrôles n'existe pas

# FamilyControlExist
source: The controls family already exists
fr: La famille de contrôles existe déjà

# FamilyControls
source: Controls family
fr: Famille des Contrôles

source: Family Defect
fr: Famille Défaut

# FamilyDefectExist
source: The defacts family already exists
fr: La famille de défauts existe

# FamilyDefectNotExist
source: The defects family does not exist
fr: La famille de défauts n'existe pas

# FamilyDefects
source: Defects family
fr: Famille de Défauts

source: Fax Number
fr: Numéro de Fax

source: File Not Stp
fr: Fichier non Stp

# FillActionControl
source: Fill in Action Control
fr: Remplir le Code Contrôle

# FillDefectCode
source: Fill in Defect Code
fr: Remplir le Code Défaut

# FillDesignationControl
source: Fill in Designation Control
fr: Remplir Désignation Control

# FillDesignationDefault
source: Fill in Designation Default
fr: Remplir Désignation Défaut

# FillNewControlFamily
source: Fill in New Control Family
fr: Remplir Nouvelle Famille de Control

# FillNewDefectFamily
source: Fill in New Defect Family
fr: Remplir Nouvelle Famille de Défauts

# FinalProductAppatient
source: Final Product Belongs to several modules
fr: Final Product Appartient à plusieur module

# FinalProductIncomplated
source: This FinalProduct is incomplete. Do you want to finalize it?
fr: Ce Produit Fini est incomplet. Voulez-vous le finaliser?

source: Final Product Name
fr: Nom du produit fini

# FinalProductsList
source: List of final products
fr: Liste des produits finis

source: First Name
fr: Prénom

source: FMEA
fr: AMDEC

source: FMEA Design
fr: AMDEC Produit

source: FMEA Process
fr: AMDEC Processus

# Français
source: French
fr: Français

# GammeValidationLevel
source: Range Validation Level
fr: Niveau de Validation Gamme

# GroupContenu
source: It contains Modules
fr: Il contient des Modules

# groupeName
source: Group Name
fr: Nom du Groupe

source: Has Code
fr: Dispose d'un code

# HeureDebut
source: Starting Hour
fr: Heure Début

# HeureFin
source: Ending Hour
fr: Heure Fin

source: Hierarchy
fr: Hierarchie

source: Home
fr: Accueil

# HomeDescription
source: Back to Homepage
fr: Retour à la page d'accueil

# IncomingControl
source: Incoming Controls
fr: Contrôle à la Réception

# IndiceSurplan
source: Index Plan
fr: Indice sur plan

# InformationUser
source: User Information
fr: Information Utilisateur

source: Interim Function
fr: Fonction Intérimaire

source: Is Deleted
fr: Supprimé

# isLigne
source: Is a Line
fr: C`est une ligne

# kindOfInstruction
source: What kind of instruction do you want to use?
fr: Quelle genre d'instruction voulez vous utiliser?

# LabelCentre
source: Label Center
fr: Centre de Labels

# Labo
source: Laboratory
fr: Laboratoir

source: Language
fr: Langue

source: Last Name
fr: Nom

# layoutAddedSuccessfuly
source: Layout has been added Successfuly !
fr: Ajout du Layout avec succès !

source: Layout Name
fr: Nom du Layout

source: Layouts List
fr: Liste des Layouts

# LayoutUpdatedSuccessfuly
source: Layout has been updated Successfuly !
fr: Layout modifié avec succès !

# Les empreintes
source: Cavity
fr: Les empreintes

# LigneMontage
source: Assembly Line
fr: Ligne de Montage

# Lignes
source: Lines
fr: Lignes

source: Line
fr: Ligne

# LineQRQC
source: QRQC Line (Day-1)
fr: QRQC Ligne (Jour - 1)

source: List
fr: Liste

# ListClient
source: Clients List
fr: Liste des Clients

# ListDefautControl
source: List of faults and control
fr: Liste défauts et control

# ListDefectsControl
source: Defects / Controls List
fr: Liste des Défauts/Contrôles

# ListFinalProduct
source: Final Product List
fr: Liste Produit Fini

# ListNamesProductFinal
source: Final Product(s)
fr: Produit(s) Fini

# ListNamesSemiFinalProduct
source: Semi Final Product(s)
fr: Produit(s) Semi Fini

# ListOfCompany
source: Companies List
fr: Liste des Sociétés

source: List Of QRQC Segment
fr: Liste QRQC Segment

# ListOfSealingTest
source: SealingTest List
fr: Liste tests d'étanchéité

source: List Of Signing Passation
fr: Liste des passations

# ListPlanAction
source: Action Plans List
fr: Liste des Plans d`action

# ListProject
source: Projects List
fr: Liste des Projets

# ListQRQC
source: e-QRAP List
fr: Liste des e-QRAPs

# listQRQCSegment
source: QRQC Segment List
fr: Liste QRQC Segment

# ListReference
source: Components List
fr: Liste des composants

# ListSealingTest
source: Sealing Test List
fr: Liste tests d'étanchéité

# listSFinalProduct
source: List Of Semi Final Product
fr: Liste des produits semi fini

source: List Signing Passation
fr: Liste passation

# ListSupplier
source: Supplier List
fr: Liste des Fournisseurs

# ListUsers
source: Users List
fr: Liste des Utilisateurs

source: Login
fr: Se Connecter

source: Logistics
fr: Logistiques

source: Logout
fr: Déconnexion

# LoiEchantillonnage
source: Sampling Tables
fr: Tables d`échantillonnage

source: Manufacture Date
fr: Date de fabrication

# ManufactureDateReport
source: Manuf. Date
fr: Date de Fab.

# matricule
source: Registration number
fr: Matricule

# MissionList
source: Missions List
fr: Liste des Missions

source: Modal title
fr: Titre du modal

source: Modified successfully
fr: Modifiée avec succès

source: Morning
fr: Matin

# MsgConfirmeSupp
source: Yes, Delete!
fr: Oui, Supprimer!

# MsgConfirmeUpdate
source: Yes Updated !
fr: Oui, Modifier!

# MsgSupp
source: Are you sure you want to Delete
fr: Etes-vous sûr de vouloir Supprimer

# MsgUpdate
source: Are you sure you want to Edit
fr: Êtes-vous sûr de vouloir Modifier ?

source: Name
fr: Nom

# NameActivity
source: Activity Name
fr: Nom d`Activité

# NameClient
source: Client Name
fr: Nom du Client

# NameDFNExist
source: This DFN Name is already taken, please change the file name and try again
fr: Ce nom DFN est déjà pris, veuillez changer le nom du fichier et réessayer

# NameEmprienteExiste
source: Name imprint exists several times
fr: Nom empreinte existe plusieur fois

# NameExist
source: This Component Name is already exists
fr: Ce nom de composant existe déjà

# NameExistProduit
source: This final product Name is already taken, please change the final product name and try again
fr: Ce nom de produit final est déjà utilisé, veuillez modifier le nom du produit final et réessayer

# NameGroup
source: Group Name
fr: Nom du Groupe

# NameProduitFinie
source: Final Product name
fr: Nom du Produit fini

# NameProject
source: Project Name
fr: Nom du Projet

# NameRef
source: Component Name
fr: Nom du Composant

# NameRef1
source: Component Name
fr: Nom du Composant

# NameSupplier
source: Supplier Name
fr: Nom du Fournisseur

# NbEmpreintes
source: Number of Cavities
fr: Nombre d'empreintes

source: Negative
fr: Négative

source: New
fr: Nouveau

source: New Company
fr: Nouvelle Société

source: New control
fr: Nouveau Contrôle

source: New defect
fr: Nouveau Défaut

source: New defect family
fr: Nouvelle Famille de contrôles

# NewFamilyControl
source: New Control Family
fr: Nouvelle Famille de défauts

source: New Layout
fr: Nouveau Layout

# NewNameFonction
source: New Name Function
fr: Nouveau Nom de Fonction

# NewProduit
source: New Final Product
fr: Nouveau Produit Fini

source: New project
fr: Nouveau Project

# NewQRQC
source: New e-QRAP
fr: Nouveau e-QRAP

source: New QRQC Segment
fr: Nouveau QRQC Segment

# NewReference
source: New Component
fr: Nouveau composant

source: New Sealing Test
fr: Nouveau test d'étanchéité

source: New Semi Final Product
fr: Ajouter un produit semi fini

source: New Signing Passation
fr: Nouvelle passation

source: New Station
fr: Nouvelle Poste

source: New User
fr: Nouveau utilisateur

source: New Zone
fr: Nouvelle Zone

source: Next
fr: Suivant

source: No
fr: Non

source: No Access
fr: Pas d'accès

# NoDeletGroupUser
source: You cannot delete this post because it has a user
fr: Vous ne pouvez pas supprimer cette poste car elle a un utilisateur

source: No file selected
fr: Aucun fichier sélectionné

# NombreReference
source: Nbr of Component
fr: Nbr de Composant

# NomProjet
source: Project Name
fr: Nom du Projet

# NomSupplier
source: Supplier Name
fr: Nom Fournisseur

# NonDetection
source: No Detection
fr: Non Détection

source: Nothing selected
fr: Rien de sélectionné

# notLine
source: it`s not a line
fr: Ce n'est pas une ligne
