Repository: Kinbachir/testttttttt
Catalog: QualiOne/App_GlobalResources/Resources.Administration.*.resx
Languages: fr

# NotRemoveEquipe
source: You can't delete this team because it has QRAP
fr: Vous ne pouvez pas supprimer cette équipe car elle a QRAP

# NotupdateAdmin
source: This user is administrator you can't update the profile in this interface
fr: Cet utilisateur est administrateur, vous ne pouvez pas mettre à jour le profil dans cette interface

# NotupdateDirecteur
source: This user is Director you can't update the profile in this interface
fr: Cet utilisateur est Directeur, vous ne pouvez pas mettre à jour le profil dans cette interface

# numFouls
source: Number of faults
fr: Nombre des fautes

# NumLiftsClosed
source: Number of Lifts Closed
fr: Nombre de Remontées Cloturés

# NumLiftsLaunched
source: Number of Lifts Launched
fr: Nombre de Remontées Lancés

# NumLiftsOpenCumulation
source: Number of LiftsCumulative Open
fr: Nombre de Remontées Cumul Ouvert

# NumLiftsScaled
source: Number of Lifts Scaled
fr: Nombre de Remontées Escalés

# NumQRQCClosed
source: Number of QRQC Closed
fr: Nombre de QRQC Cloturés

# NumQRQCLaunched
source: Number of QRQC Launched
fr: Nombre de QRQC Lancés

# NumQRQCOpenCumulation
source: Number of QRQC Cumulative Open
fr: Nombre de QRQC Cumul Ouvert

# NumQRQCScaled
source: Number of QRQC Scaled
fr: Nombre de QRQC Escalés

# NumQRQCSegment
source: QRQC Segment Number
fr: Numéro QRQC Segment

# ObjectifWithFireWall
source: Objectif With Quality Gate
fr: Objectif Avec Mur Qualité

# ObjectifWithoutFireWall
source: Objectif Without Quality Gate
fr: Objectif Sans Mur Qualité

source: Objective
fr: Objectif

# Operator
source: Controller
fr: Contrôleur

# OrganizationState
source: Organization State 5S (delay CE)
fr: Etat d'Organisation 5S (retard CE)

source: Others
fr: Divers

source: Other Service
fr: Autre Service

source: Parallel Control
fr: Contrôle parallèle

# Parameters
source: Settings
fr: Paramètres

# passationAddedSuccessfully
source: Signing Passation has been added Successfully !
fr: Ajout de passation avec succès !

source: Password
fr: Mot de Passe

# performanceConclusion
source: Conclusion on segment performance
fr: Conclusion sur les performances du segment

source: Phone Number
fr: Numéro de téléphone

# PieceConforme
source: Compliant part
fr: Pièce Conforme

# pleaseCheckChoose
source: Check your choice
fr: Choisir

# Polyvalence
source: versatility
fr: Polyvalence

source: Previous
fr: Précédent

# PreviousIndex
source: Previous Traning Date
fr: Date formation précedente

source: Primary Position
fr: Position principale

source: Privacy Policy
fr: Politique de confidentialité

# ProductFinie
source: Final Product
fr: Produit fini

source: Production Station Name
fr: Nom de la station

# ProduitFini
source: Final Product
fr: Produit Fini

# ProduitSemiFini
source: Semi Final Product
fr: Produit Semi Fini

# ProduitsFinis
source: Final Products
fr: Produits Finis

# ProduitsSemiFinis
source: Semi Final Products
fr: Produits Semi Finis

# Profile
source: Profil
fr: Profile

# ProjectLanguage
source: Project
fr: Projet

source: Projects
fr: Projets

# ProjectsDescription
source: Add, update, delete projects
fr: Ajouter, mettre à jour, supprimer des projets

# Projets
source: Projects
fr: Projets

# ProjetsInLigne
source: there is another project in this line
fr: il y a un autre projet dans cette ligne

# PV
source: VT
fr: PV

source: Q appellation
fr: Appellation pour Q

source: Quality
fr: Qualité

# QualityIndicators
source: Various quality indicators
fr: Indicateurs qualités divers

# qualityProblems
source: Yesterday's top three product quality issues
fr: Les trois problèmes Qualités majeurs d'hier liés au produit

# QualityQRQC
source: QRQC Quality / Customer complaint (Day - 1)
fr: QRQC Qualité / Réclamation Client (Jour - 1)

source: Quantity
fr: Quantité

# QuantityColumnIncompleted
source: Quantity produced missing ... do you want to add it?
fr: Quantité produite manquante ... voulez-vous l'ajouter ?

source: Quantity Produced
fr: Quantité Produite

source: Quick Links
fr: Liens directs

# Rang
source: Rank
fr: Rang

source: Ready to Leave?
fr: Prêt à partir

# RealiseJ1WithFireWall
source: Realized D-1 With Quality Gate
fr: Réalisé J-1 Avec Mur Qualité

# RealiseJ1WithoutFireWall
source: Realized D-1 Without Quality Gate
fr: Réalisé J-1 Sans Mur Qualité

# RealiseJ2WithFireWall
source: Realized D-2 With Quality Gate
fr: Réalisé J-2 Avec Mur Qualité

# RealiseJ2WithoutFireWall
source: Realized D-2 Without Quality Gate
fr: Réalisé J-2 Sans Mur Qualité

# RealizedJ1
source: Realized D-1
fr: Réalisé J-1

# RealizedJ2
source: Realized D-2
fr: Réalisé J-2

source: Reclamation
fr: Réclamation

# Reference
source: Component
fr: Composant

# ReferenceDescription
source: Components used in assembly lines
fr: Composants utilisés dans les chaînes de montage

# ReferenceName
source: Component Name
fr: Nom du composant

# ReferenceNameAction
source: Reference Name
fr: Nom Référence

# ReferenceProductFinie
source: Component of final product
fr: Composant du produit fini

# References
source: Components
fr: Composants

# ReferencesList
source: Components List
fr: Liste des composants

# Refrech
source: Refresh
fr: Rafraîchir

# RefrenecesControl
source: Component Control
fr: Contrôle composants

source: Region
fr: Région

# RegisterCompany
source: Add Company
fr: Enregistrer la Sociéte

# RegisterUser
source: Add User
fr: Ajouter Utilisateur

source: Remark
fr: Remarque

source: Remove
fr: Retirer

# RemplirChampDD
source: Fill in Start time fields
fr: Remplir Champs heure début

# RemplirChampDF
source: Fill in End time fields
fr: Remplir Champs heure de Fin

# RemplirChampName
source: Fill in Name Fields
fr: Remplir Champs Name

source: Reports
fr: Rapports

# ReportSealingTest
source: Sealing Test Report
fr: Rapport Test d'étanchéité

source: Same Defect Code
fr: Même Code Defect

# SamplingTablesDescription
source: Manage Sorting tabales
fr: Gérer les tableaux de tri

source: Save
fr: Enregistrer

# saveGammeAlert
source: The range has been saved
fr: La gamme a été suvegardée

source: Sealing
fr: Etanchéité

# sealingAddSuccessfully
source: The test has been added Successfully !
fr: Ajout de test avec succès !

source: Sealing Test
fr: Test d'étanchéité

# SealingTestTulle
source: Sealing Test of Tulle
fr: Test d'étancheité des tulles

source: Secondary Position
fr: Position secondaire

source: Segment Name
fr: Nom du Segment

source: Segment Quality Problem
fr: Problème Qualité Segment

source: Select Activity
fr: Sélectionner une activité

source: Select Client
fr: Sélectionner un Client

source: Selected nature action
fr: Action nature sélectionnée

source: Select e-QRQC
fr: Sélectionner un e-QRQC

# SelectFamily
source: Select a Family
fr: Sélectionner une Famille

source: Select File
fr: Sélectionner un fichier

source: Select File DFN
fr: Sélectionner un fichier DFN

source: Select File Photo
fr: Sélectionner un fichier Photo

source: Select File Plans
fr: Sélectionner des fichiers Plans

source: Select Final Product
fr: Sélectionner un Produit Fini

source: Select Language
fr: Sélectionner la langue

# SelectLogoutsession
source: Select "Logout" below if you are ready to end your current session
fr: Sélectionner "Déconnexion" ci-dessous si vous êtes prêt à terminer votre session en cours

source: Select Profile
fr: Sélectionner Profile

source: Select Project
fr: Sélectionner un projet

# SelectReference
source: Select Component
fr: Sélectionner un composant

# SelectRowsCompany
source: Select Company
fr: Sélectionener Société

source: Select Segment
fr: Sélectionner un segment

source: Select Semi Final Product
fr: Sélectionner un Produit Semi Fini

source: Select Service
fr: Sélectionner un Service

source: Select Shift
fr: Sélectionner une poste

# SelectSuplier
source: Select Supplier
fr: Sélectionner un Fournisseur

source: Select Type
fr: Sélectionner le Type

source: Select User
fr: Sélectionner Utilisateur

source: Semi Final Control
fr: Contrôle Semi Fini

# SemiFinalName
source: Semi Final Product
fr: Produit Semi Fini

source: Semi Final Product
fr: Produit Semi Fini

# SemiFinalProductAddedSuccessfully
source: Semi Final Product has been added Successfuly !
fr: Ajout de Produit Semi Fini avec succès !

# SemiFinalProductIncomplated
source: This Semi Final Product is incomplete. Do you want to finalize it?
fr: Ce Produit Semi Fini est incomplet. Voulez-vous le finaliser?

source: Semi Final Product Name
fr: Nom du produit semi fini

# SemiFinalProductUpdatedSuccessfully
source: Semi Final Product has been updated Successfuly !
fr: Produit Semi Fini modifié avec succès !

source: Sequential Control
fr: Contrôle séquentiel

source: Serial Number
fr: Numéro de Série

# SerialNumberReport
source: Serial N°
fr: N° de Série

source: Service name
fr: Nom du service

# ServicesDescription
source: Manage activities and services
fr: Gérer les activités et les services

# Setting
source: Settings
fr: Paramètres

source: Shift
fr: Poste

source: Signing Passation
fr: Passation

source: Signing Passation QM Agent
fr: Cahier de passation Agent QM

source: Site map
fr: Plan du site

# SizeIsVeryLarge
source: the size of the DFN is very large, it must not exceed 60 MB
fr: La taille du DFN est très grande, elle ne doit pas dépasser 60 Mo

source: Skills
fr: Compétences

source: Skills And Versatility
fr: Compétence et polyvalence

source: Sorting Base
fr: Base de tri

source: Special User
fr: Utilisateur Special

# stationAddedSuccessfuly
source: Station has been added Successfuly !
fr: Ajout de la poste avec succès !

# StationList
source: Stations List
fr: Liste des postes

source: Station Name
fr: Nom de la poste

# stationUpdatedSuccessfuly
source: Station has been updated Successfuly !
fr: Poste modifiée avec succès !

source: Statistics
fr: Statistiques

source: Status
fr: Statut

source: Status Change Condition
fr: Condition de changement de statut

source: Status Management
fr: Gestion des statuts

# StatusOfComplaints
source: Status of complaints / Customer incidents (Day-1)
fr: Etat des réclamations / incidents Client (Jour - 1)

# step1
source: STEP1 / What did I do yesterday to improve the quality?
fr: STEP1 / Qu'ai-je fait hier pour améliorer la qualité?

# step2
source: STEP2 / What did I learn yesterday?
fr: STEP2 / Qu'ai-je appris hier?

# step3
source: STEP3 / What did I teach yesterday? (Which OJT achieved?)
fr: STEP3 / Qu'ai-je enseigné hier ? (Quel OJT réalisé ?)

source: Submit
fr: Success

source: Super Admin
fr: Supper Admin

source: Supplier
fr: Fournisseur

# SupplierDescription
source: Manufacturer or provider of components
fr: Fabricant ou fournisseur de composants

source: Supplier Name
fr: Nom du Fournisseur

source: Suppliers
fr: Fournisseurs

# SupprimerSupplier
source: Do you want to delete the supplier
fr: Voulez-Vous supprimer le fournisseur

# surAjouterAction
source: are you sure you want to add this action?
fr: êtes-vous sûr de vouloir ajouter cette action ?

# surAjouterDefect
source: are you sure you want to add this defect?
fr: êtes-vous sûr de vouloir ajouter ce défaut?

source: Team A
fr: Equipe A

source: Team B
fr: Equipe B

source: Team C
fr: Equipe C

# TechnicalChange
source: Technical Change / Homologation
fr: Changement Technique/Homologation

# Tendance
source: Tendency (D-1) compared to (D-2)
fr: Tendance (J-1) par rapport à (J-2)

# Terostate
source: of Terostate
fr: de Térostate

source: Terostate Quantity
fr: Quantitée de Térostate

source: Test Date
fr: Date de test

source: The 3 Steps
fr: Les 3 étapes

# TitleCreateCompany
source: Create Company
fr: Créer Société

# titleNewSealingTest
source: Add New Sealing Test
fr: Ajouter un nouveau test d'étanchéité

# titleNewSigningPassation
source: Add New Signing Passation
fr: Ajouter une nouvelle passation

source: Training
fr: Formation

source: Tulle Number
fr: Numéro de tulle

# TulleNumberReport
source: Tulle N°
fr: N° de Tulle

# Typeofservice
source: Service type
fr: Type de service

# TypeUser
source: User Type
fr: Type d'utilisateur

source: Unknown
fr: Inconnu

source: Update
fr: Modifier

# UpdateAdmin
source: Update Administrator
fr: Modifier Administrateur

source: Update Client
fr: Modifier Client

source: Update Company
fr: Modifier Société

source: Updated Date
fr: Date de mise à jour

source: Update Director
fr: Modifier Directeur

source: Update Layout
fr: Modifier le Layout

# UpdateProduct
source: Update Final Product
fr: Modifier Produit Fini

source: Update Project
fr: Modifier Project

# UpdateQuantity
source: Modify the quantity produced
fr: Modifier la quantité produite

# UpdateReference
source: Update Component
fr: Modifier Composant

source: Update Semi Final Product
fr: Modifier un produit semi fini

source: Update Service
fr: Modifier Service

source: Update Station
fr: Modifier la poste

source: Update Supplier
fr: Modifier Fournisseur

# UpdateUser
source: Edit User
fr: Modifier l'utilisateur

# DeleteUserAdmin
source: Delete
fr: Supprimer

source: Update Zone
fr: Modifier la zone

source: User
fr: Utilisateur

source: User Name
fr: Nom d'utilisateur

source: Users
fr: Utilisateurs

# UsersDescription
source: Add, update, delete users and affect them to company hierarchy
fr: Ajouter, mettre à jour, supprimer des utilisateurs et les affecter à la hiérarchie de l'entreprise

source: User Type
fr: Type d'utilisateur

# Valide
source: Confirm
fr: Confirmer

source: Verification
fr: Vérification

# Veuillezconfirmer
source: Please confirm
fr: Veuillez confirmer

source: View Controls
fr: Afficher les contrôles

source: Warning
fr: Avertissement

source: Website
fr: Site Web

# WireCumulDeMoisEuroNH
source: Wire Cumulative months Euro/NH
fr: Cumul de mois Fils Euro/NH

# WireCumulDeMoisGrNH
source: Wire Cumulative months Gr/NH
fr: Cumul de mois Fils Gr/NH

source: Wire Objectif Euro/NH
fr: Objectif Fils Euro/NH

source: Wire Objectif Gr/NH
fr: Objectif Fils Gr/NH

# WireRealiseJ1EuroNH
source: Wire Realized D-1 Euro/NH
fr: Réalisé J-1 Fils Euro/NH

# WireRealiseJ1GrNH
source: Wire Realized D-1 Gr/NH
fr: Réalisé J-1 Fils Gr/NH

# WireRealiseJ2EuroNH
source: Wire Realized D-2 Euro/NH
fr: Réalisé J-2 Fils Euro/NH

# WireRealiseJ2GrNH
source: Wire Realized D-2 Gr/NH
fr: Réalisé J-2 Fils Gr/NH

# WiringCumulDeMoisEuroNH
source: Wiring Cumulative months Euro/NH
fr: Cumul de mois Cablage Euro/NH

# WiringCumulDeMoisGrNH
source: Wiring Cumulative months Gr/NH
fr: Cumul de mois Cablage Gr/NH

source: Wiring Objectif Euro/NH
fr: Objectif Cablage Euro/NH

source: Wiring Objectif Gr/NH
fr: Objectif Cablage Gr/NH

# WiringRealiseJ1EuroNH
source: Wiring Realized D-1 Euro/NH
fr: Réalisé J-1 Cablage Euro/NH

# WiringRealiseJ1GrNH
source: Wiring Realized D-1 Gr/NH
fr: Réalisé J-1 Cablage Gr/NH

# WiringRealiseJ2EuroNH
source: Wiring Realized D-2 Euro/NH
fr: Réalisé J-2 Cablage Euro/NH

# WiringRealiseJ2GrNH
source: Wiring Realized D-2 Gr/NH
fr: Réalisé J-2 Cablage Gr/NH

source: Yes
fr: Oui

# zoneAddedSuccessfuly
source: Zone has been added Successfuly !
fr: Ajout de la zone avec succès !

# ZoneList
source: Zones List
fr: Liste des zones

source: Zone Name
fr: Nom de la zone

# zoneUpdatedSuccessfuly
source: Zone has been updated Successfuly !
fr: Zone modifiée avec succès !

# CeciGroupe
source: This is a group
fr: Ceci est un groupe

source: Edit
fr: Modifier

# descSupprimeService
source: In order to delete this service, you need to delete all groups and all users under it
fr: Pour supprimer ce service, il faut d’abord supprimer tous les groupes et tous les utilisateurs qui lui sont assignés

# TitreSupprimeService
source: Cou can not delete this service!
fr: Vous ne pouvez pas supprimer ce service!

# RuleNotAllowedSampling
source: You do not have the necessary access level for this action
fr: Vous n'avez le niveau d'accès nécessaire pour effectuer cette action

# notFoundProductionServiceText
source: This activity does not have a production service
fr: Cette activité n'a pas de service production

# notFoundProductionServiceTitle
source: You can not add a project to this activity
fr: Impossible d’ajouter un projet à cette activité

# deleteImageText
source: Are you sure you want to delete this media?
fr: Etes-vous sûr de vouloir effacer ce média?

# deleteImageTitle
source: Please confirm
fr: Veuillez confirmer

# DeletedImage
source: Delete
fr: supprimé

source: Trained
fr: Formé(e)

# PasDeGamme
source: No Range
fr: Pas de gamme

# EroorGammeMission
source: Please add at least one defect in order to be able to create the range.
fr: Veuillez ajouter au moins un défaut pour pouvoir créer la gamme

# SemiFiniList
source: List Semi Final Product
fr: Liste produits semi fini

# start
source: Semi final Control
fr: Contrôle semi fini

# GammeName
source: Range name
fr: Nom gamme

# choisirGamme
source: Choose range
fr: Choisissez gamme

# consulter
source: Consult
fr: Consulter
